Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Controllers/Resources/ControllerRes.*.resx
Languages: fr

source: Areas
fr: Régions

source: Show basic information
fr: Montrer information de base

source: Contacts
fr: Personnes-ressources

# CouldNotCreateNewUserError_
source: Could not create new user.\r\nError Message: {0}.
fr: L'enregistration d'un nouvel utilisateur est présentement impossible.\r\nMessage d'erreur: {0}.

source: Countries
fr: Pays

# CurrentPasswordIncorrectOrNewPasswordInvalid
source: The current password is incorrect or the new password is invalid.
fr: Le mot de passe entré ou le nouveau mot de passe n'est pas valide.

# DetailInformation
source: Detailed Information
fr: Information détaillée

# DuplicateEmail
source: A user is already using that email address. Please enter a different email address.
fr: Un utilisateur se sert déjà de ce courriel, veuillez utiliser un autre courriel.

source: Edit
fr: Éditer

# EmailNotUniqueAlreadyRegistered
source: Email is not unique. This individual is probably already registered.
fr: Le courriel n'est pas unique. Cet individu est possiblement déjà enregistré.

# EmailOrPasswordIncorrect
source: The email or password provided is incorrect.
fr: Le courriel ou le mot de passe utilisé est erroné.

# ExternalLoginRemoved
source: The external login was removed.
fr: La connexion externe est retirée.

source: Files
fr: Fichiers

# InvalidAnswer
source: The password retrieval answer provided is invalid. Please make corrections and try again.
fr: La réponse de récupération du mot de passe n'est pas valide, veuillez réessayer.

# InvalidEmail
source: The email address provided is invalid. Please make corrections and try again.
fr: Le courriel utilisé n'est pas valide, veuillez réessayer.

# InvalidPassword
source: The password provided is invalid. Please enter a valid password value.
fr: Le mot de passe utilisé n'est pas valide, veuillez réessayer.

# InvalidQuestion
source: The password retrieval question provided is invalid. Please check the value and try again.
fr: La question de récupération du mot de passe n'est pas valide, veuillez réessayer.

source: is unique
fr: est unique

source: Login required
fr: Connexion requise

source: MIKE Scenarios
fr: Scénarios MIKE

source: Municipalities
fr: Municipalités

source: MWQM Runs
fr: Tournées PSQEM

source: MWQM Sites
fr: Sites PSQEM

# NeedToLoginToAddNewMember
source: You need to be logged in before being able to add an individual to the web site. Please log in.
fr: Vous devez vous identifier pour ajouter un individu relié au site web. Veuillez activer la connexion.

# NotUnique
source: is not unique
fr: n'est pas unique

# PasswordChanged
source: Your password has been changed.
fr: Votre mot de passe est modifié.

# PasswordSet
source: Your password has been reset.
fr: Votre mot de passe est défini.

# PolSourceSites
source: Pollution Source Sites
fr: Sites des sources de pollution

# PrecHydroTideSites
source: Precipitation, Hydrometric and Tide Sites
fr: Site de Précipitation, Hydrométrie et Marée

# ProviderError
source: The authentication provider returned an error. Please verify your entry and try again. If the problem persists, please contact the webmaster.
fr: Une erreur a été renvoyée lors de l'authentification. Veuillez vérifier l'information de saisie et réessayer. Si le problème persiste, veuillez contacter le webmestre.

source: Sectors
fr: Secteurs

source: Subsectors
fr: Sous-secteurs

# TypeNot_
source: Type not [{0}]
fr: Type pas [{0}]

# UnknownError
source: An unknown error occurred. Please verify your entry and try again. If the problem persists, please contact the webmaster.
fr: Une erreur inconnue s'est produite. Veuillez vérifier l'information de saisie et réessayer. Si le problème persiste, veuillez contacter le webmestre.

# UserRejected
source: The user creation request has been canceled. Please verify your entry and try again. If the problem persists, please contact the webmaster.
fr: La demande d'enregistrer un nouvel utilisateur est annulée. Veuillez vérifier l'information de saisie et réessayer. Si le problème persiste, veuillez contacter le webmestre.

source: Add
fr: Ajouter

source: Show generate report
fr: Afficher le rapport de génération

source: Hydrometric
fr: Hydrométrique

# MikeScenarioInput
source: Input
fr: Entrées

source: Tides
fr: Marées

source: Tools
fr: Outils

source: Charts
fr: Graphiques

source: Table
fr: Tableau

source: Cancel Edit
fr: Annuler l'entrée

source: Hide Map
fr: Cacher la carte

source: Show Map
fr: Montrer la carte

source: General Parameters
fr: Paramètres généraux

source: Input Summary
fr: Sommaire des entrées

source: Show bigger map
fr: Agrandir la carte

source: Show more information
fr: Montrer plus d'information

source: Show smaller map
fr: Diminuer la carte

source: MWQM Site
fr: Site PSQEM

source: MWQM Site Show On Map
fr: Site PSQEM montrer sur carte

# PolSourceSiteShowOnMap
source: Pollution Source Site Show On Map
fr: Source de pollution montrer sure carte

source: Sampling Plans
fr: Plans d'échantillonnage

source: Setup
fr: Installer

source: Import
fr: Importer

source: Delete
fr: Enlever

source: Copy
fr: Copier

source: MIKE Scenario
fr: Scenario MIKE

source: MIKE Source
fr: Source pour MIKE

source: Ask To Run
fr: Demande d'exécution

source: Climate Sites
fr: Sites climatiques

source: Hydrometric Sites
fr: Sites hydrométriques

source: Tide Sites
fr: Sites de marées

source: MWQM Run Show On Map
fr: Tournée PSQEM montrer sur carte

source: All MWQM Samples needs to be deleted before deleting the run
fr: Tous les données d'échantillonage doivent être effacées avant de pouvoir effacer la tournée

source: Sampling plan
fr: Plan d'échantillonnage

source: Empty
fr: Vide

source: Generate results
fr: Générer résultats

source: Rain exceedance
fr: Pluie dépassement

source: Email distribution list
fr: Liste de distribution des courriels

source: Log Book
fr: Journal de bord

source: Years with samples used
fr: Années avec des échantillons utilisés
