Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/Shared/Resources/_LayoutViewRes.*.resx
Languages: fr

# CouldNotPost_
source: Could not post [{0}]
fr: L'envoi au serveur de [{0}] a été interrompu.

source: CSSP - Web Tools
fr: PCCSM - Outils Web

source: Dragging Point
fr: Faire glisser le point

source: Edit
fr: Éditer

source: Error
fr: Erreur

source: Loading . . .
fr: Téléchargement . . .

source: Map changes were not saved.
fr: Des changements sur la carte n'ont pas été sauvegardés.

source: Mesh node
fr: Noeud démarcatif

source: Municipalities
fr: Municipalités

# MWQMMeetStandard
source: MWQM sites meets the standards
fr: Postes SQEM rencontre les normes

# MWQMNotEnoughData
source: Not enough data for MWQM site
fr: Données insuffisantes du poste de SQEM

# MWQMSamplesPerDate
source: MWQM Site samples filtered by date
fr: Échantillons du site SQEM triés par date

source: MWQM sites
fr: Postes de SQEM

# MWQMStandardAtLimit
source: MWQM sites standards at limit
fr: Postes de SQEM à la limite des normes

# MWQMStandardViolation
source: MWQM sites standards violation
fr: Postes de SQEM contrevient aux normes

# MWQMStandardViolationDepuration
source: MWQM sites standard violation for depuration
fr: Postes de SQEM contrevient aux normes pour épuration

source: No Data
fr: Aucune donnée

source: Outfall
fr: émissaire

source: Pollution Source Sites
fr: Sites des sources de pollution

source: Previous coordinates
fr: Coordonnées précédentes

source: Remove
fr: Retirer

source: Save for report
fr: Sauvegarder pour rapport

source: Sectors
fr: Secteurs

source: Subsectors
fr: Sous-secteurs

# PleaseEnterValidTelNumber
source: Please specify a valid telephone number.
fr: Veuillez entrer un numéro de téléphone valide.

source: Unknown
fr: Inconnu

source: WebTide node
fr: Noeud des WebTide

# WWTP_FULL
source: Waste Water Treatment Plant
fr: Usines d'épuration des eaux usées

source: Are you sure?
fr: Voulez-vous poursuivre?

source: Deleting
fr: Suppression

# FormFail
source: Form fail to be found.
fr: Formulaire introuvable

source: Success
fr: Avec succès

source: In Progress
fr: Traitement en cours

source: PleaseEnterValidNumber
fr: Veuillez entrer un numéro valide.

# PleaseUseCommaForDecimal
source: Please use the comma before decimals.
fr: Veuillez utiliser la virgule avant les décimales.

# PleaseUseDotForDecimal
source: Please use the dot before decimals.
fr: Veuillez utiliser le point avant les décimales.

source: No object found
fr: Objet introuvable

source: Removed successfully
fr: Retirer avec succès

source: Fail
fr: Échec

source: Please select an item.
fr: Veuillez choisir un élément.

source: Actual coordinates
fr: Coordonnées géographique actuelles

source: All Locations
fr: Tous les endroits

source: Areas
fr: Régions

source: Browse to
fr: Naviguer à:

source: Cancel
fr: Annuler

# CouldNotFind_
source: Could not find [{0}].
fr: Dans l'impossibilité de trouver [{0}].

# CouldNotFind_Within_
source: Could not find [{0}] within [{1}].
fr: Dans l'impossibilité de trouver [{0}] dans [{1}].

# CouldNotLoad_
source: Could not download file [{0}]
fr: Dans l'impossibilité de télécharger le fichier [{0}].

source: Lift stations
fr: Postes de pompage

# NotImplemented
source: Not implemented yet.
fr: A mettre en oeuvre plus tard

source: Unknown Error
fr: Erreur inconnue

# CSSP_FULL
source: Canadian Shellfish Sanitation Program
fr: Programme canadien de contrôle de la salubrité des mollusques

# MWQM_FULL
source: Marine Water Quality Monitoring
fr: Surveillance de la qualité des eaux marines

source: WWTP
fr: UÉEU

source: Moving
fr: Déplacer

source: Same Page
fr: Même page

source: Climate Site
fr: Site climatique

source: Hydrometric Site
fr: Site hydrométrique

source: Tide Site
fr: Site de marées

source: Uploaded Completed
fr: Téléchargement complété

source: Map should be opened
fr: La carte devrait être ouverte

source: Start Date Is Bigger Than End Date
fr: La date de début est plus grande que la date de fin

source: Effluent End Date Is Bigger Than Mike Scenario End Date
fr: La date de fin d'effluent est plus grande que Mike Scénario Date de fin

source: Effluent Start Date Is Smaller Than Mike Scenario Start Date
fr: La date de début des effluents est inférieure à la date de début du scénario de Mike

source: Country
fr: Pays

source: Help
fr: Aide

source: Completed
fr: Complété

source: Line Overflow
fr: Débordement de ligne

source: Copied
fr: Copier

source: Saving
fr: Saugarder

source: Climate site priorities might need resetting
fr: Les priorités du site climatique pourraient nécessiter une réinitialisation

source: Check under climate site priorities tab
fr: Vérifiez sous l'onglet Priorités du site climatique

source: All priority numbers need to be unique
fr: Tous les numéros de priorité doivent être uniques

source: Weight needs to be empty or contain a number
fr: Le poids doit être vide ou contenir un nombre

source: Continue saving
fr: Continuer à sauvegarder

source: Copying current MIKE scenario
fr: Copie le scénario actuel de MIKE

source: Mike source included
fr: Source de pollution MIKE inclus

source: Mike source is river
fr: Source de pollution MIKE est une rivière

source: Mike source not included
fr: Source de pollution MIKE non inclus

source: Modified
fr: Modifié

source: FC should not have comma or decimal
fr: CF ne devrait pas contenir de décimal ou virgule

source: Email distribution lists exported to shared drive
fr: Listes de distribution de courrier électronique exportées vers un lecteur partagé

source: Export to Excel document
fr: Exporter en document Excel

# Parameter_NotImplemented
source: Parameter {0} not implemented
fr: Parameter {0} n'est pas implenté

source: View
fr: Voir

source: Analysis name required
fr: Analysis name required (fr)

source: Analysis report year required
fr: Analysis report year required (fr)

source: Delete analysis
fr: Effacer l'analyse

source: Delete Excel document
fr: Effacer le document Excel

source: New analysis name
fr: Nouveau nom d'analyse

source: New Excel file name
fr: Nouvelle filière Excel

source: Saved
fr: Sauvegarder

source: Deleted
fr: Effacé

source: Runs omitted
fr: Tournée omises

source: Already exist. See :
fr: Existe déjà. Voir :

source: Save
fr: Sauvegarder
