Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/SamplingPlan/Resources/SamplingPlanViewRes.*.resx
Languages: fr

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: Sampling plan name
fr: Nom du plan d'échantillonnage

source: Copy
fr: Copier

source: Create sampling plan
fr: Créer le plan d'échantillonnage

source: Delete
fr: Supprmier

source: Download
fr: Télécharger

source: Duplicate
fr: Duplicata

source: Edit
fr: Éditer

source: Empty
fr: Vide

source: Existing Sampling plans
fr: Plans existants de SQEM

source: Files
fr: Fichiers

# ForGroupName
source: Group Name
fr: Nom du groupe

source: KB
fr: Ko

source: MB
fr: Mo

source: Modify
fr: Modifier

source: MWQM Sites
fr: Postes de SQEM

source: Show On Map
fr: Montrer sur la carte

source: Subsectors
fr: Sous-secteurs

source: Year
fr: Année

source: Lab sheets transferred
fr: Feuilles de laboratoire transféré

source: Show Transferred Lab Sheets
fr: Afficher les feuilles de laboratoire transférées

# A1SheetTitle
source: A1 Fecal Coliform - Water Analysis Data Sheet
fr: A1 Coliform fécaux - Fiche d'analyse de l'eau

source: Analyst
fr: Analyste

source: Accept Lab Sheet And Send Information To Data Base
fr: Accepter la feuille de laboratoire et envoyer des informations à la base de données

source: Blank
fr: Vide

source: Calculated Incubation Time
fr: Temps d'incubation calculé

source: Comment
fr: Commentaire

# ControlLotNumbs
source: Control Lot #s
fr: Lot de control #s

source: Data
fr: Données

source: Duplicate Information
fr: Information du duplicata

source: Non Target 35
fr: Non ciblé 35

source: Non Target 44.5
fr: Non ciblé 44.5

source: Positive 35
fr: Positif 35

source: Positive 44.5
fr: Positif 44.5

source: Incubation Finish Time
fr: Fin du temps d'incubation

source: Incubation Start Time
fr: Début du temps d'incubation

source: More Information
fr: Plus Information

source: MPN
fr: NPP

# NotAllRequiredEtc
source: Note: All required information as per section 5.10.2 of ISO/IEC 17025 is available from the Laboratory Supervisor.
fr: Remarque: Toutes les informations requises conformément à la section 5.10.2 de l'ISO / CEI 17025 sont disponibles auprès du Superviseur de laboratoire.

source: Precision Criteria
fr: Critere de precision

source: Proc. by
fr: Manipulé par

# RecordFactor
source: RECORDED TEMPERATURE IS ACTUAL READING + CORRECTION FACTOR
fr: TEMPERATURE ENREGISTÉE EST UNE LECTURE ACTUELLE + FACTEUR DE CORRECTION

source: Results Recorded By
fr: Resultats enregistré par

source: Run Comment
fr: Remarque de la tournée

source: Salinity Read By
fr: Salinité enregistrée par

# SampleBottleLotNumber
source: Sample Bottle Lot #
fr: # de lot de bouteille d'échantillonnage

source: Sample Crew
fr: Équipe d'échantillonnage

source: Sample Time
fr: Temps d'échantillonnage

source: Negative 35
fr: Negatif 35

source: Negative 44.5
fr: Negatif 44.5

# SiteNumber
source: Site #
fr: # du site

source: TC Field #1
fr: CT champ #1

source: TC Lab #1
fr: CT lab #1

source: Temp
fr: Tempér

source: Tides
fr: Marées

source: Time
fr: Temps

source: Water Bath
fr: Bain

source: Weather Comment
fr: Remarque de météo

source: Analyze Method
fr: Méthode d'analyse

source: Laboratory
fr: Laboratoire

source: Sample matrix
fr: Milieu d'échantillonnage

source: Select the analyze method
fr: Sélectionnez la méthode d'analyse

source: Select the laboratory
fr: Sélectionnez le laboratoire

source: Select the sample matrix
fr: Sélectionnez la milieu d'échantillonnage

source: TC Field #2
fr: CT champ #2

source: TC Lab #2
fr: CT lab #2

source: Results Read By
fr: Resultats enregistré par

source: Daily duplicate precision criteria
fr: Critere de précision du duplicata journalier

source: Select All
fr: Choisir tous

source: Unselect All
fr: Déchoisir tous

source: Show MWQM sites
fr: Montré tous les sites PSQEM

source: Intertech duplicate precision criteria
fr: Intertech critère de précision pour duplicata

source: Sample type
fr: Type d'échantillon

source: Sampling plan type
fr: Type de plan d'échantillonnage

source: Lab sheet type
fr: Type de feuille de laboratoire

source: Change the information above to change the sampling plan name
fr: Modifiez les informations ci-dessus pour modifier le nom du plan d'échantillonnage

source: Intertech Duplicate Information
fr: Intertech information du duplicata

source: Intertech Read Information
fr: Intertech information de lecture

source: Incubation started the same day
fr: L'incubation a débuté le même jour

source: Average
fr: Moyenne

source: First
fr: Premier

# LotNumbers
source: Lot #'s
fr: #'s de Lot

# TCCelcius
source: TC (˚C)
fr: CT (˚C)

source: TC has 2 coolers
fr: CT a 2 refroidisseurs

source: Unusual tube combination
fr: Combination de tube anormal

# UnusualTubeCombinationExistEtc
source: Unusual tube combination, indentified by -999, exist in the lab sheet. Approving the lab sheet will NOT insert these (-999) values in the database.
fr: Une combinaison de tubes inhabituelle, identifiée par -999, existe dans la feuille de laboratoire. L'approbation de la feuille de laboratoire NE PAS insérer ces valeurs (-999) dans la base de données.

# CalculatedHoldingTimeInHours
source: Calculated holding time (hours)
fr: Temps de maintien calculé (heures)

source: Lab sheets history
fr: Historique des feuilles de laboratoire

# ShowHistoryLabSheets
source: Show historical lab sheets
fr: Montrer les feuilles de laboratoire historiques

source: Lab sheets waiting to be accepted
fr: Feuilles de laboratoire en attente d'acceptation

source: Save
fr: Sauvegarder

source: Include laboratory QA/QC
fr: Inclure AQ/CQ de laboratoire

source: Run
fr: Tournée

source: Access Code
fr: Code d'accès

source: Run weather comment
fr: Remarque météo de la tournée

source: Approval Code
fr: Code du superviseur

source: Reject Lab Sheet
fr: Rejeter la feuille de laboratoire

# DuplicateHighestValueWillBeUsedAndOtherValuesAsDuplicates
source: Where duplicate results differ in value, the higher result will be used in data computation.
fr: Lorsque les résultats en duplicata diffèrent en valeur, le résultat le plus élevée servira lors de l'utilisation des données.

source: Status
fr: État

source: Change run sampling type
fr: Changer le type d'échantillonnage

source: Ctrl + click to select multiple
fr: Ctrl + clique pour sélectionner plusieurs

source: Blue text indicate value already in database
fr: Texte bleu indique que la valeur est déjà dans la base de données

source: Pending approval
fr: En attente d'être accepté
