Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/Document/Resources/DocumentViewRes.*.resx
Languages: fr

source: Annual Review (docx)
fr: Revue annuelle (docx)

source: Boundary Conditions
fr: Conditions aux limites

source: Contour values
fr: Valeurs de contour

source: Currents Animation
fr: Animation des courants

source: Delete
fr: Supprimer

source: Download
fr: Télécharger

source: FC Summary Stat (docx)
fr: Sommaire Statistique de Coliform Fécaux (docx)

source: for
fr: pour

source: Generate report with parameters
fr: Générer report avec paramètres

source: Google Earth Marker
fr: Marqueur Google Earth

source: Google Earth Path
fr: Chemin Google Earth

source: Hide All-All-All
fr: Masquer Tous-Tous-Tous

source: Hide analysis color and letter column
fr: Masquer la colonne des couleurs et lettres de analyse

source: Hide classification column
fr: Masquer la colonne de classification

source: Hide Dry-All-All
fr: Masquer Sec-Tous-Tous

source: Hide graphic
fr: Masquer graphique

source: Hide horizontal scale
fr: Masquer l'échelle horizontale

source: Hide Max FC column
fr: Masquer la colonne CF Max

source: Hide north arrow
fr: Masquer l'indication nord

source: Hide number of runs used by year graph
fr: Masquer le graphique, nombre de randonnées utilisées par année

# HideOver260Column
source: Hide > 260 column
fr: Masquer la colonne de > 260

source: Hide query text
fr: Masquer le texte de requête

source: Hide subsector name
fr: Masquer le nom du sous-secteur

source: Hide table
fr: Masquer tableau

source: Hide vertical scale
fr: Masquer l'échelle verticale

source: Hide Wet-All-All
fr: Masquer Pluie-Tous-Tous

source: is not implemented
fr: n'a pas encore été mis en place

source: KB
fr: Ko

source: MB
fr: Mo

source: Mesh
fr: Grille

source: MIKE Parameter
fr: Paramètre de MIKE

source: No parameters
fr: Aucun paramètres

source: Parameters
fr: Paramètres

source: Pollution Animation
fr: Animation de la zone de pollution

source: Pollution Limit
fr: Limite de pollution

source: Re-evaluation (docx)
fr: Ré-évaluation (docx)

source: Report year
fr: L'année du rapport

source: Study Area
fr: Zone d'étude

source: Subsector municipality is a special case and should not be generated by itself
fr: La municipalité du sous-secteur est un cas spéciale et ne devrait pas ‑être généré par soi-même

# SubsectorMunicipalityIsUsedWithinTheReEvaluation
source: Subsector municipality is used within the Re-evaluation document
fr: La municipalité du sous-secteur est utilisé à l'intérieur du document Réévaluation

source: Summary statistics of FC densities tables parameters
fr: Paramètres pour les tableaux des statistiques sommaires des "FC Densities"

source: Test Objects (docx)
fr: Vérification des objets (docx)

source: Test Objects Parameters
fr: Paramètres pour vérifier les divers objects

source: with file type
fr: pour le type de filière
