Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/MWQM/Resources/MWQMViewRes.*.resx
Languages: fr

source: By date
fr: Selon la date

source: By sample
fr: Selon l'échantillonage

source: Depth
fr: Profondeur

source: Fecal Coliforms Chart
fr: Graphique des Coliformes fécaux

# ShowFromYear
source: from year
fr: à partir de l'année

source: Geometric Mean
fr: Moyenne géométrique

source: Median
fr: Médiane

source: Refresh
fr: Actualiser

source: Salinity
fr: Salinité

source: Statistics Chart
fr: Graphique des Statistiques

source: Temperature
fr: Température

# FecalColiforms_abbr
source: FC
fr: CF

# FCLessOrEqualThan14
source: FC <= 14
fr: CF <= 14

# FCMoreThan14
source: FC > 14
fr: CF > 14

# GeometricMean_abbr
source: GM
fr: MG

# Median_abbr
source: Mdn
fr: Md

# NumberOfSample
source: Number Of Samples
fr: Nombre d'échantillons

source: Sample Date
fr: date de l'échantillon

source: Data Table
fr: Tableau de données

source: Samples
fr: échantillons

source: Salinity and Temperature Chart
fr: Graphique de salinité et de température

source: chart height
fr: la hauteur du graphique

source: chart width
fr: la largeur du graphique

source: decrease
fr: diminuer

source: increase
fr: augmenter

source: Abbreviations
fr: Abréviations

# Abbreviations_abbr
source: Abbr.
fr: Abr.

# Depth_abbr
source: D
fr: P.

source: Fecal Coliforms
fr: Coliformes fécaux

# PercentageOfP90gt260
source: % of P90 > 260
fr: % de P90 > 260

# PercentageOfP90gt43
source: % of P90 > 43
fr: % de P90 > 43

source: Other MWQM Sites
fr: Autres sites SQEM

source: Locate on map
fr: Pointé sur la carte

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: Location
fr: Coordonnées

source: Modify
fr: Modifier

source: Save
fr: Sauvegarder

source: MWQMSite Description
fr: Description du site SQEM

source: MWQMSite Number
fr: Numéro du site SQEM

source: MWQM Site Name
fr: Nom du site SQEM

source: Is Active
fr: est activ

source: Day
fr: Jour

source: End
fr: Fin

source: Lab analysis
fr: Analyse de laboratoire

source: Modify MWQM Run
fr: Modifier une tournée SQEM

source: Month
fr: Mois

source: last 24 hours
fr: dernières 24 heures

source: last 48 hours
fr: dernières 48 heures

source: last 72 hours
fr: dernières 72 heures

source: Run sampling crew initials
fr: Initiales de l’équipe d’échantillonnage

source: Select Sea State
fr: Choisir l'état de la mer

source: Start
fr: Début

source: Water level at brook
fr: Niveau d'eau du ruisseau

source: Year
fr: Année

source: Run date
fr: Date de la tournée

# LabAnalysisBath1Incubation
source: Laboratory Analysis / Bath 1 Incubation
fr: Analyse de laboratoire / Bain 1 Incubation

source: Run time
fr: Durée de la tournée

source: Select the analysis method
fr: Choisir la méthode analytique

source: Select the laboratory
fr: Choisir le laboratoire

source: Select the sample matrix
fr: Choisir le milieu d'échantillonnage

source: Delete sample
fr: Supprimer l'échantillon

source: Add Sample
fr: Ajouter un échantillon

source: Change Sample
fr: Changement d'échantillon

source: Comment
fr: Commentaires

source: Processed By
fr: Traité par

source: Time
fr: Heure

source: Analysis method
fr: Méthode analytique

source: Beaufort Scale
fr: Échelle de Beaufort

# FieldRelatedInformation
source: Information - Field work
fr: Information - Travail de terrain

# HistoricalRelatedInformation
source: Information - Historical
fr: Information - Historique

# LaboratoryRelatedInformation
source: Information - Laboratory Analysis
fr: Information - Analyse en laboratoire

source: Laboratory sample approval date and time
fr: Date et heure d'approbation des échantillons

source: Run samples approved by
fr: Échantillons de la tournée approuvés par

source: Sample matrix
fr: Matrice de l’échantillon

source: Sea state
fr: État de la mer

source: Start time
fr: Heure du début

source: Temperature control #1
fr: Contrôle de la température #1

source: Precipitation
fr: Précipitations

source: Reception
fr: Réception

# RunSampleReception
source: Run Samples Reception
fr: Réception des échantillons de la tournée

source: the next day
fr: le lendemain

source: the same day
fr: le jour même

source: Wave height
fr: Hauteur de la vague

source: Run Comment
fr: Commentaire de la tournée

source: Charts
fr: Graphiques

source: Data
fr: Données

source: Statistics Data
fr: Données statistiques

source: Run Information
fr: Information de la tournée

source: Show MWQM site on map
fr: Afficher le site PSQEM sur la carte

source: Temperature control #2
fr: Contrôle de la température #2

# MWQMSampleNote
source: Sample note
fr: Remarque d'échantillon

source: Sample Types
fr: Types d'échantillons

source: Run sample type
fr: Type d'échantillon de la tournée

# LabAnalysisBath2Incubation
source: Laboratory Analysis / Bath 2 Incubation
fr: Analyse de laboratoire / Bain 2 Incubation

# LabAnalysisBath3Incubation
source: Laboratory Analysis / Bath 3 Incubation
fr: Analyse de laboratoire / Bain 3 Incubation

# MWQMSiteLatestClassification
source: Latest Classification
fr: Dernière classification

source: Select a classification
fr: Sélectionnez une classification

source: End date
fr: Date de fin

# InTxt
source: in
fr: dans

source: Is rain run when
fr: Est une tournée de plue quand

source: Runs
fr: Tournée

source: or
fr: ou

source: Start date
fr: Date de départ

source: Visible data type
fr: Type de données visibles

source: Rain
fr: Pluie

source: Recalculate
fr: Recalculer

source: Calculation
fr: Calcul

# FecalColiformPer100mL
source: Fecal Coliform / 100 mL
fr: Coliformes fécaux / 100 mL

source: Include rain
fr: Inclure la pluie

source: No rain
fr: Pas de pluie

source: Only rain
fr: Seule la pluie

source: Save for report
fr: Enregistrer pour le rapport

source: Auto Calculation
fr: Calcul automatique

source: and
fr: et

source: Between
fr: entre

source: Need recalculation
fr: Besoin de calcul

source: Saving ...
fr: Sauvegarde ...

source: Select full year
fr: Sélectionnez l'année complète

source: Completed ...
fr: Terminé ...

source: In progress ...
fr: En cours

source: Load
fr: Télécharger

source: Loading ...
fr: Télécharger ...

source: Rain day 0
fr: Pluie jour 0

source: Rain day 1
fr: Pluie jour 1

source: Rain day 10
fr: Pluie jour 10

source: Rain day 2
fr: Pluie jour 2

source: Rain day 3
fr: Pluie jour 3

source: Rain day 4
fr: Pluie jour 4

source: Rain day 5
fr: Pluie jour 5

source: Rain day 6
fr: Pluie jour 6

source: Rain day 7
fr: Pluie jour 7

source: Rain day 8
fr: Pluie jour 8

source: Rain day 9
fr: Pluie jour 9

# SaveOrGetFromDatabase
source: Save/get from database
fr: Enregistrer / obtenir de la base de données

source: Shrink rain rows
fr: Rétrécir les lignes de pluie

source: Hide rain rows
fr: Cacher les lignes de pluie

source: Hide tide rows
fr: Cacher les marées

source: All
fr: Tous

source: Dry
fr: Sec

source: Hide query tool
fr: Cacher l'outil de requête

source: Hide runs not used
fr: Cacher les tournées pas utilisées

source: Long range
fr: Long terme

source: Lower rain limit considered rain
fr: Limite de pluie inférieure considérée comme pluie

source: Mid range
fr: Moyen terme

source: Short range
fr: Court terme

source: Upper rain limit still considered dry
fr: Limite de pluie supérieure encore considérée comme sèche

source: Wet
fr: Pluie

source: Export to Excel document
fr: Exporter vers le document Excel

source: FC
fr: CF

source: GM
fr: MG

source: Highlight salinity deviation from average
fr: Souligner l'écart de salinité par rapport à la moyenne

source: Med
fr: Médiane

source: Save for future report production
fr: Enregistrer pour la production de rapports futurs

source: Rain day
fr: Jour de pluie

source: Run number
fr: No. tournée

source: Run weather comment
fr: Remarque sur météo de la tournée

source: Color and letter schema
fr: Schéma des couleurs et des lettres

source: Hide
fr: Cacher

source: Run Day
fr: Jour de la tournée

source: Short - Mid - Long range
fr: Court - Moyen - Longue terme

source: Upper and lower rain limit considered dry or wet
fr: Limite de pluie supérieure et inférieure considérée comme sèche ou humide

source: View data
fr: Montrer les données

source: Laboratory
fr: Laboratoire

source: MWQM Run Sample Data
fr: Données d'échantillonnage de tournée SQEM

source: MWQM Site
fr: Site SQEM

source: Run General Information
fr: Information générale de la tournée

source: Subsector description
fr: Description du sous-secteur

source: Subsector log book
fr: Journal de bord du sous-secteur

source: Analysis calculation type
fr: Analysis calculation type (fr)

source: Analysis name
fr: Analysis name (fr)

source: Analysis report year
fr: Analysis report year (fr)

source: Dry limit 24h
fr: Dry limit 24h (fr)

source: Dry limit 48h
fr: Dry limit 48h (fr)

source: Dry limit 72h
fr: Dry limit 72h (fr)

source: Dry limit 96h
fr: Dry limit 96h (fr)

source: Full year
fr: Full year (fr)

source: Mid range number of days
fr: Mid range number of days (fr)

source: New analysis name
fr: Nom de la nouvelle analyse

source: Number of runs
fr: Number of runs (fr)

source: Runs to omit
fr: Runs to omit (fr)

source: Salinity highlight deviation from average
fr: Salinity highlight deviation from average (fr)

source: Short range number of days
fr: Short range number of days (fr)

source: Wet limit 24h
fr: Wet limit 24h (fr)

source: Wet limit 48h
fr: Wet limit 48h (fr)

source: Wet limit 72h
fr: Wet limit 72h (fr)

source: Wet limit 96h
fr: Wet limit 96h (fr)

source: Delete analysis
fr: Effacer l'analyse

source: Excel file name
fr: Nom de la filière Excel

source: Mid
fr: Moyen

source: Parameters
fr: Paramètres

source: Ranges
fr: Termes

source: Select one option below
fr: Choisir un option ci-dessous

source: Short
fr: Court

source: to
fr: à

source: use full year
fr: année complète

source: Use these parameters
fr: Utiliser ces paramètres
