Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/Home/Resources/HomeViewRes.*.resx
Languages: fr

source: Busy
fr: Occupé

source: CSSP
fr: PCCSM

source: CSSP Web Tools
fr: PCCSM: outils Web

# CSSP_FULL
source: Canadian Shellfish Sanitation Program
fr: Programme canadien de contrôle de la salubrité des mollusques

# DeleteAppTask
source: Delete Task
fr: Supprimer la tâche

source: Error
fr: Erreur

source: Get permission
fr: Demander la permission

source: Home
fr: Accueil

# List10HAppVarFunc
source: The Web tools will let you:
fr: Avec les outils Web, il est possible de:

# List11ContainInfo
source: view and update the waste water treatment plants and the lift stations information,
fr: consulter et mettre à jour l'information des usines de traitement des eaux usées et des postes de pompage,

# List12BoxModel
source: make calculation using Box Model and Visual Plumes,
fr: exécuter les calculs utilisant Box Model et Visual Plumes,

# List13Mike
source: run various scenarios for existing MIKE 21/3 setup scenarios and store results, and finally
fr: exécuter divers scénarios à partir de MIKE 21/3 ainsi configuré et sauvegarder les résultats ainsi que

# List14MWQMInformationManagement
source: manage the information of MWQM.
fr: gérer l'information de la SQEM.

source: login
fr: connexion

# LoginRegister
source: Login and Register
fr: Connexion et s'inscrire

source: logoff
fr: déconnexion

# MWQM_FULL
source: Marine Water Quality Monitoring
fr: Surveillance de la qualité des eaux marines

source: Permission required to get access
fr: Permission requise pour avoir accès

# PleaseLoginRegisterAccessMessage
source: Please login or register in order to access CSSP Web Tools and documentation
fr: Veuillez établir la connexion ou vous inscrire pour utiliser les outils web et la documentation de PCCSM.

source: Processing
fr: En traitement

source: Register
fr: S'inscrire

source: Restart Auto Refresh
fr: Redémarrer l'actualisation automatique

source: Sampling Plans
fr: Plans d'échantillonnage

source: Search
fr: Chercher

source: seconds
fr: secondes

source: Start using CSSP - Web Tools
fr: Utiliser les outils web PCCSM

source: Status
fr: Statut

source: Stop Auto Refresh
fr: Arrêter l'actualisation automatique

source: Tasks running
fr: Tâches en cours d'exécution

source: Toggle navigation
fr: Menu de navigation

# ToHaveAccess
source: To have access to Web tools information and applications please contact a site Administrator as listed below.
fr: Pour accéder à l'information et aux applications des outils Web, veuillez contacter un administrateur du site suivants:

source: Update details
fr: Détails de mises à jour

source: Will refresh in
fr: Va recharger dans

# YouCurrentlyDoNotHavePermission
source: You currently do not have the authorization to browse this information.
fr: Votre autorisation actuelle ne vous permet pas d'accéder à cette information.

source: your permission
fr: votre permission

source: Your profile
fr: Votre profil

source: Your status
fr: Votre situation
