Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/ClimateSite/Resources/ClimateSiteViewRes.*.resx
Languages: fr

source: A dash [-] between two years represent: from year to year inclusively
fr: Un tiret [-] entre deux ans représente: d'une année à l'autre inclusivement

source: Any space will be omitted
fr: Tout espace sera omis

source: Anything unrecognized - the user will receive an error message
fr: N’importe quoi qui n'est pas reconnu - l'utilisateur recevra un message d'erreur

source: Average
fr: Moyenne

source: A year between two commas represent that year
fr: Une année entre deux virgules représente cette année

source: Click on globe icon to view on map
fr: Cliquez sur l'icône du globe pour voir sur la carte

source: Climate Site Name
fr: Nom du site climatique

source: Climate sites and years of use
fr: Sites climatiques et années d'utilisation

source: Climate sites data for each run
fr: Données sur les sites climatiques pour chaque tournée

source: Climate sites priorities
fr: Priorités des sites climatiques

source: Climate sites to use for subsector
fr: Sites climatiques à utiliser pour le sous-secteur

source: Climate sites to use for subsector verify and save
fr: Les sites climatiques à utiliser pour le sous-secteur - (vérifier et enregistrer)

source: Climate sites used and within distance
fr: Sites climatiques utilisés et à distance

source: Day
fr: Jour

source: Down
fr: Vers le bas

source: Edit
fr: Modifier

source: Empty
fr: Vide

source: Ending with a dash [-] represent up to current year
fr: En terminant avec un tiret [-] représente jusqu'à l'année en cours

source: Entered
fr: Entré

source: Fill
fr: Remplir

source: Fill using
fr: Remplir en utilisant

source: Find
fr: Trouver

source: Find climate sites within distance of subsector
fr: Trouver des sites climatiques à distance du sous-secteur

# GetClimateDataForRunsOfYear_
source: Get climate data for runs of year {0}
fr: Obtenir des données climatiques pour l'année {0}

source: Identify on map
fr: Identifier sur la carte

# MaxTemp_C
source: Maximum Temperature (˚C)
fr: Température maximale (˚C)

source: Meters
fr: Mètres

# MinTemp_C
source: Minimum Temperature (˚C)
fr: Température minimale (˚C)

source: More info
fr: Plus d'informations

source: No data on MSC historical site
fr: Aucune donnée sur le site historique MSC

source: Note
fr: Remarque

source: Now
fr: À présent

source: Period with daily data
fr: Période avec données quotidiennes

source: Priority
fr: Priorité

# RainfallEntered_mm
source: Rainfall Manually Entered (mm)
fr: Précipitations saisies manuellement (mm)

source: Rainfall (mm)
fr: Précipitations (mm)

source: Remove
fr: Effacer

source: Run
fr: Tournée

source: Save
fr: Sauvegarder

source: Save button at bottom of page
fr: Bouton Enregistrer au bas de la page

source: Save climate site priorities
fr: Sauvegarder les priorités du site climatique

source: Save entered precipitation
fr: Enregistrer les précipitations inscrites

source: Saving ...
fr: Sauvegarder ...

source: Select an adjacent subsector
fr: Sélectionnez un sous-secteur adjacent

source: Select a run above to see precipitation
fr: Sélectionnez une course ci-dessus pour voir les précipitations

source: Selected
fr: Choisi

source: Set climate site priority by distance
fr: Définir la priorité du site climatique par distance

# SetDataToUseByAverageForYear_
source: Set data to use by average for year {0}
fr: Définir les données à utiliser par moyenne pour l'année {0}

# SetDataToUseByPriorityForYear_
source: Set data to use by priority for year {0}
fr: Définir les données à utiliser par priorité pour l'année {0}

source: Setting climate site priorities
fr: Définir les priorités du site climatique

source: Show climate sites on map
fr: Afficher les sites climatiques sur la carte

source: Snow On Ground (cm)
fr: Neige au sol (cm)

source: Snow (cm)
fr: Neige (cm)

source: Subsector runs
fr: tournée du sous-secteur

# TotalPrecip_mm_cm
source: Total Precipitation (rain[mm] and/or snow[cm])
fr: Précipitation totale (pluie [mm] et / ou neige [cm])

source: Up
fr: En haut

source: Use
fr: Utilise

source: Values to be used
fr: Valeurs à utiliser

source: View Data Type
fr: Afficher le type de données

source: Weight
fr: Poids

source: Weighted
fr: Pondéré

source: Years of use
fr: Années d'utilisation
