Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/MikeScenario/Resources/MikeScenarioViewRes.*.resx
Languages: fr

# AcceptWebTideBoundaryCondition
source: Accept WebTide Boundary Conditions
fr: Approuver les conditions à la limitev de WebTide

# AddEffluent
source: Add an effluent
fr: Ajouter un effluent

source: Add Mike Scenario
fr: Télécharger un fichier d'un scénario Mike

source: Add New Mike Scenario
fr: Télécharger nouveau scénario Mike vers le serveur

source: Add new source
fr: Ajouter une nouvelle source

# AddSource
source: Add
fr: Ajouter

source: Ambient salinity
fr: Salinité ambiante

source: Ambient temperature
fr: Température ambiante

source: April
fr: avril

source: Ask to run
fr: Exécuter la tâche

source: August
fr: août

# AuthorizationNeeded
source: Authorization is needed
fr: Permission est requise

source: Beginning
fr: Début

# BoundaryCondition
source: Boundary Conditions
fr: Conditions à la limite

# BoundaryConditionNodes
source: Boundary Conditions Nodes
fr: Noeuds de condition aux limites

source: Boundary Conditions
fr: Conditions aux limites

source: Busy
fr: En opération

source: bytes
fr: octets

source: Cancel
fr: Annuler

# CancelNewSource
source: Cancel
fr: Annuler

source: Clear Map
fr: Effacer la carte

source: Copy
fr: Copier

source: Created
fr: Créé

# DateTime
source: Date and Time
fr: Date et l'heure

source: Day
fr: Jour

source: days
fr: jours

# DecayConstant
source: Decay is constant
fr: La décroissance est constante.

source: Decay factor amplitude
fr: Amplitude du facteur de décroissance

source: Decay factor average
fr: Moyenne du facteur de décroissance (/jour)

source: December
fr: décembre

source: degree
fr: degré

source: degrees
fr: degrés

source: Delete
fr: Supprimer

source: Delete Node
fr: Supprimer un noeud

# DeleteSource
source: Delete this source
fr: Supprimer la source

source: Download file
fr: Fichiers téléchargés

source: East
fr: Est

source: End
fr: Fin

# EndDateTime
source: End Date and Time
fr: Date et l'heure de la fin

source: End Flow
fr: Écoulement à la fin

source: Ending
fr: Fin

source: End Pollution
fr: Pollution à la fin

source: End Salinity
fr: Salinité à la fin

source: End Temperature
fr: Température à la fin

source: Error
fr: Erreur

source: Error while creating page
fr: Une erreur s'est produite en créant la page

source: February
fr: février

# FecalColiform
source: Faecal Coliform
fr: Coliformes fécaux

source: File full path
fr: Chemin d'accès complet au répertoire

# FileNameLabel
source: File Name
fr: Nom du fichier

source: Discharge
fr: Débit

source: General Parameters
fr: Paramètres généraux

source: Generate
fr: Générer

source: Getting other files to upload
fr: Acquisition des autres fichiers à télécharger vers le serveur

source: hours
fr: heures

# Include
source: Include in scenario
fr: Inclus

source: Included Infrastructure
fr: Incluant une infrastructure

source: Included River
fr: Incluant une rivière

source: In progress
fr: En cours

source: Input files
fr: Fichiers de données

source: Inputs
fr: Données

source: Input Summary
fr: Sommaire des données

source: Is continuous
fr: continuel

source: Is included
fr: Est inclus

source: Is river
fr: c'est une rivière

source: January
fr: janvier

source: July
fr: juillet

source: June
fr: juin

source: KB
fr: KO

# LatitudeLongitude
source: Coordinates
fr: Coordonnées

source: Manning number
fr: Coefficient de Manning

source: March
fr: mars

source: May
fr: mai

source: MB
fr: MO

source: Mike Scenario Period
fr: Période du scénario MIKE

source: Mike Source Information
fr: Information de la source MIKE

source: Month
fr: Mois

# MostProbableNumber_abr
source: MPN
fr: NPP

source: Name
fr: Nom

source: None
fr: Aucun

source: North
fr: Nord

source: Not Included
fr: Exclus

source: Not this file
fr: Mauvais fichier

source: November
fr: novembre

source: October
fr: octobre

source: Other file to upload
fr: Autre fichier à télécharger vers le serveur

source: Output Parameters
fr: Paramètres de sortie

# perday
source: day
fr: jour

source: Period
fr: Période

source: Refresh
fr: Actualiser

source: Reset WebTide
fr: Réinitialiser WebTide

# ResultFrequency
source: Results frequency
fr: Fréquence des résultats

source: Results
fr: Résultats

source: Retry
fr: Réessayer

source: Salinity
fr: Salinité

source: Save
fr: Sauvegarder

# SaveEffluent
source: Save
fr: Sauvegarder

# SaveFirstPart
source: Save
fr: Sauvegarder

# ScenarioAmbientSalinity
source: Ambient Salinity
fr: Salinité ambiante

# ScenarioAmbientTemperature
source: Ambient Temperature
fr: Température ambiante

# ScenarioDecayFactor
source: Decay Factor
fr: Facteur de décroissance

source: Scenario is constant
fr: Scénario est constant

source: Scenario length
fr: Durée du scénario

# ScenarioManningNumber
source: Manning Number
fr: Coefficient Manning

source: Scenario name
fr: Nom du scénario

# ScenarioResultFrequency
source: Result Frequency
fr: Fréquence des résultats

# ScenarioStart
source: Start
fr: Début

# ScenarioWindDirection
source: Wind Direction
fr: Direction du vent

# ScenarioWindSpeed
source: Wind Speed
fr: Vitesse du vent

source: second
fr: seconde

source: Select
fr: Sélectionner

source: Select file:
fr: Choisir le fichier et le chemin d'accès pour le téléchargement vers le serveur

source: September
fr: septembre

source: Setup WebTide
fr: Configuration de WebTide

# ShowHide
source: Show and Hide
fr: Ouvrir et fermer

source: Size
fr: Taille

source: Source Name
fr: Nom de la source

source: South
fr: Sud

source: Start
fr: Début

# StartDateTime
source: Start Date and Time
fr: Date et l'heure du début

source: Start Flow
fr: Écoulement au début

source: Start Pollution
fr: Pollution au début

source: Start Salinity
fr: Salinité au début

source: Start Temperature
fr: Température au début

source: Status
fr: État

source: Temperature
fr: Température

source: Time
fr: Temps

source: Tools
fr: Outils

source: Upload
fr: Télécharger vers le serveur

source: View Node List
fr: Afficher la liste des noeuds

source: View Nodes
fr: Afficher les noeuds

source: View Nodes on Map
fr: Montrer les noeuds sur la carte

source: WebTide Nodes
fr: Noeuds WebTide

source: Wind direction
fr: Direction du vent

source: Wind speed
fr: Vitesse du vent

source: Year
fr: Année

source: Yes
fr: Oui

source: Effluent Finish
fr: Fin de l'effluent

source: Effluent Start
fr: Début de l'effluent

source: Cancel Task
fr: Annuler la tâche

source: Error Message
fr: Message d'erreur

source: Hydrometric
fr: Hydrométrique

source: Not Implemented Yet
fr: pas encore implanté

source: Precipitation
fr: Précipitation

source: Reloading
fr: Recharger

source: Show
fr: Montrer

source: Tides
fr: Marées

source: Working
fr: En traitement

source: Please complete setup
fr: Veuillez compléter la configuration

source: local time
fr: heure locale

# AllWebTidesBelowToGenerate
source: All web tides below need to be generated accordingly
fr: Toutes les marées web suivantes doivent être générées pour continuer

source: Generate Web Tide Nodes
fr: Générer les noeuds de marées web

source: , and
fr: et

source: Edit
fr: Éditer

source: Is not continuous
fr: n'est pas continuel

source: Is not river
fr: n'est pas une rivière

source: Properties
fr: Propriétés

source: Duration
fr: Durée

source: Create water level boundary condition for WebTide first node
fr: Create water level boundary condition for WebTide first node (fr)

# ShowHideWaterLevels
source: Show or hide water levels
fr: Show or hide water levels (fr)

source: Web tide data at first node
fr: Données WebTide du premier noeud

source: Show study area
fr: Afficher la zone d'étude

source: Empty
fr: Vide

source: For simulating MWQM Run
fr: For simulating MWQM Run (fr)

source: Decoupling
fr: Decoupling (fr)

source: MWQM run dates
fr: MWQM run dates (fr)

source: Server files
fr: Server files (fr)

source: Use salinity and temperature initial condition from result file
fr: Use salinity and temperature initial condition from result file (fr)

source: Use hydrometric
fr: Use hydrometric (fr)

source: Drainage area (km2)
fr: Drainage area (km2) (fr)

source: Factor
fr: Factor (fr)

source: Included Pollution Source
fr: Incluant une source de pollution

source: No hydrometric site available for selection
fr: No hydrometric site available for selection (fr)

source: Select a hydrometric site
fr: Select a hydrometric site (fr)

source: You will need to go to a subsector below this sector and add hydrometric sites
fr: You will need to go to a subsector below this sector and add hydrometric sites (fr)

source: Get drainage area
fr: Get drainage area (fr)

source: Get factor
fr: Get factor (fr)

source: Copy paste a KML polygon
fr: Copy paste a KML polygon (fr)

source: Hydrometric data not yet loaded for run
fr: Hydrometric data not yet loaded for run (fr)

source: Hydrometric site
fr: Hydrometric site (fr)

source: Import KML polygon representing the drainage area
fr: Import KML polygon representing the drainage area (fr)

source: Load hydrometric data
fr: Load hydrometric data (fr)

source: No data
fr: No data (fr)

source: Reset drainage area
fr: Reset drainage area (fr)

source: River
fr: Rivière

source: To help draw drainage area in google earth
fr: To help draw drainage area in google earth (fr)

source: View hydrometric data
fr: View hydrometric data (fr)

source: after run day
fr: after run day (fr)

# Approximately_Days
source: Approximately {0} days
fr: Approximately {0} days (fr)

source: before run day
fr: before run day (fr)

source: End date will be automatically set
fr: End date will be automatically set (fr)

source: Start date will be automatically set
fr: Start date will be automatically set (fr)

source: Will use hydrometric
fr: Will use hydrometric (fr)

source: Hourly wind speeds and directions
fr: Hourly wind speeds and directions (fr)

source: Ask To Run Decoupled
fr: Ask To Run Decoupled (fr)

source: Reestablish editing
fr: Reestablish editing (fr)

source: Use
fr: Use (fr)

source: You will need to save it first before being able to select
fr: You will need to save it first before being able to select (fr)
