Repository: ECCC-CSSP/CSSPWebTools
Catalog: CSSPWebTools/Views/VisualPlumes/Resources/VisualPlumeViewRes.*.resx
Languages: fr

source: Ambient Salinity
fr: Salinité ambiante

source: Ambient Temperature
fr: Température ambiante

source: Copy
fr: Copier

source: Current Direction
fr: Direction du courant

source: Current Speed
fr: Vitesse du courant

source: Decay Rate
fr: Taux de décroissance

source: Delete
fr: Supprimer

source: depth
fr: Profondeur

source: Effluent Flow
fr: Débit de l'effluent

source: Effluent Salinity
fr: Salinité de l'effluent

source: EffluentTemperature
fr: Température de l'effluent

source: Far Field Current Direction
fr: Direction du courant en champ éloigné

source: Far Field Current Speed
fr: Vitesse du courant en champ éloigné

source: Far Field Diffusion Coefficient
fr: Coefficient de diffusion en champ éloigné

source: Hide Ambient
fr: Fermer "milieu ambiant"

source: No item
fr: Aucun élément

source: Number of Ports
fr: Nombre d'orifices

source: Port Depth
fr: Profondeur de l'orifice

source: Port Diameter
fr: Diamètre de l'orifice

source: Port Elevation
fr: Élévation de l'orifice

source: Port Spacing
fr: Espace entre les orifices

source: Show Ambient
fr: Ouvrir "milieu ambiant"

source: Vertical Angle
fr: Angle vertical

source: View
fr: Montrer

source: Acute MixZone
fr: Zone de pollution aigüe

source: Ambient
fr: Milieu ambiant

source: at depth
fr: À une profondeur de

source: Charts
fr: Graphiques

source: Chronic MixZone
fr: Zone de pollution chronique

source: Diffuser Information
fr: Information de l'émissaire

source: False
fr: Faux

source: Input
fr: Données

source: No results yet
fr: Pas encore de résultats

source: Pollutant Decay Rate
fr: Taux de décroissance du polluant

source: Raw Results
fr: Résultats Bruts

source: Results
fr: Résultats

# ReturnToVPList
source: Back to Visual Plume List Scenario
fr: Retour à la liste de scénarios Visual Plumes

# ReturnVPScenarioList
source: Please create a new scenario with Visual Plume and come back to this page to view the results.
fr: Veuillez créer un nouveau scénario avec Visual Plumes et revenir consulter la page de résultats.

source: Scenario Name
fr: Nom du scénario

# ShowGraphicFuture
source: Graphic ... in a near future.
fr: Un graphique ... prochainement.

source: Submit
fr: Soumettre

source: True
fr: Vrai

source: Use as best
fr: Meilleur scénario

source: Refresh
fr: Rafraichir

source: Working ...
fr: en traitement ...

source: Ambient Information
fr: Information du milieu ambiant

source: Background Concentration
fr: Concentration de fond

source: Edit
fr: Éditer

source: Effluent Concentration
fr: Concentration de l'effluent

source: Horizontal Angle
fr: Angle horizontal

source: Details
fr: Détails

source: not used
fr: inutilisé
